/* 
This translation file contains strings used by Boxer for commenting configuration files.
These strings will be word-wrapped to 78 characters and then prepended with DOSBox comment
characters (# ).
*/

//Printed as a header at the top of the configuration file.
"Configuration preamble" = "This configuration file was created by Boxer. In here you can specify any additional DOSBox settings or startup commands needed for this game. You can find a list of supported settings in Boxer's built-in help, under \"DOSBox configuration file parameters\".\n\nNote that you can tweak CPU speed and other common settings directly from Boxer’s Inspector panel (Cmd-I while playing).";

//Printed as a header underneath the [autoexec] section.
"Preamble for startup commands" = "Any DOS commands you put underneath this heading will be executed when DOS emulation starts, just before the game itself launches. By this point all drives will be mounted and the current drive will be Z.";
